Repository: dirkbaechle/pymprovisator
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: es

source: Chord not valid -> Root not valid:
es: Acorde no válido -> Nota fundamental incorrecta:

source: Chord not valid:
es: Acorde no válido:

source: -> Chord type not found
es: -> Tipo de acorde no encontrado

source: Not chord given
es: Ningún acorde

source: Unknown chord
es: Acorde desconocido

source: MIDI player program not found.
es: No se encontró el reproductor de archivos MIDI.

source: There was some problem while loading the song file
es: Ha habido algún problema al cargar el archivo de canción

source: Executing:
es: Ejecutando:

source: Please, check your preferences file (
es: Por favor, compruebe su archivo de configuración (

source: abc2midi program not found.
es: No se ha encontrado el programa abc2midi.

source: File '%s' not found. Please, check your typing
es: No es encontró el archivo '%s'. Por favor, compruebe lo que escribió

source: AVAILABLE CHORDS:
es: ACORDES PERMITIDOS:

source: Please, check that file.
es: Por favor, compruebe dicho archivo.

source: MIDI file saved on
es: Archivo MIDI guardado en

source: Welcome to pymprovisator. Written by David Asorey 301lvarez (forodejazz@yahoo.es) This program generates and play an accompaniment MIDI file. See README.txt for more details. Usage: pymprovisator [-g] file pymprovisator -h pymprovisator -c -g (--gui): launch a graphical user interface. file: file containg a song in pymprovisator format (see 'pymprovisator/examples/') -h (--help): shows this help message. -c (--chords): shows the available chords. -s (--setup): creates a configuration file in your home directory.
es: Bienvenido/a pymprovisator. Programado por David Asorey 301lvarez (forodejazz@yahoo.es) Este programa genera y reproduce un archivo MIDI de acompañamiento. Consultar README.txt para más detalles. Uso: pymprovisator [-g] archivo pymprovisator -h pymprovisator -c -g (--gui): inicia el programa con interfaz gráfica. archivo: un archivo que contenga una canción en el formato pymprovisator (consultar en 'pymprovisator/examples/') -h (--help): muestra este mensaje de ayuda. -c (--chords): muestra los acordes permitidos. -s (--setup): crea un archivo de configuración en su directorio home.

source: You must supply an numerical value in choruses greater than zero.
es: Debe proporcionar un valor numérico mayor que cero para el número de coros.

source: Loading song
es: Cargando canción

source: The chords will be erased. Are you sure?
es: Se borrará la secuencia de acordes ¿Desea continuar?

source: File
es: Archivo

source: There was an error while reading the song file. Please, check the song file '
es: Ha habido un error al leer la canción. Por favor, compruebe el archivo de canción '

source: MIDI player program not found
es: No se ha encontrado un programa reproductor de archivos MIDI

source: The song file '
es: El archivo de canción '

source: You must supply the song's title.
es: Debe proporcionar el título de la canción

source: Available chords
es: Acordes permitidos

source: Instruments
es: Instrumentos

source: Help
es: Ayuda

source: . No song loaded.
es: . Ninguna canción cargada.

source: ' does not exists. There isn't any song loaded now.
es: ' no existe. No hay ninguna canción cargada actualmente.

source: ' There isn't any song loaded now.
es: ' No hay ninguna canción cargada actualmente.

source: Using song file: '
es: Usando la canción: '

source: You must supply an numerical value in choruses.
es: Debe proporcionar un valor numérico para el número de coros.

source: On-line manual
es: Manual en línea

source: Key
es: Tono

source: All files
es: Cualquier archivo

source: Untitled
es: Sin título

source: There was some error saving the song. Please, check the file name provided and/or your permisions in that directory.
es: Ha habido algún error al guardar la canción. Por favor, compruebe el nombre de archivo proporcionado y/o sus permisos sobre ese directorio.

source: New song
es: Nueva canción

source: About
es: Acerca de

source: Pymprovisator songs
es: Canciones para Pymprovisator

source: Play song
es: Reproducir canción

source: Open song
es: Abrir canción

source: You must supply an numerical value in measures.
es: Debe proporcionar un valor numérico para el número de compases

source: Save song
es: Guardar canción

source: Please, check your song settings and chord sequence.
es: Por favor, compruebe los parámetros de la canción y la secuencia de acordes.

source: Drums
es: Batería

source: was written by David Asorey 301lvarez (forodejazz@yahoo.es) This program is free software. See the files README.txt and LICENSE.txt for more details. Thanks for using
es: está programado por David Asorey 301lvarez (forodejazz@yahoo.es) Este programa es software libre. Consultar los archivos README.txt y LICENSE.txt para más detalles. ¡Gracias por usar

source: About
es: Acerca de

source: Saving song
es: Guardando canción

source: Preferences
es: Preferencias

source: Edit chords
es: Editar acordes

source: Measures
es: Compases

source: There was an error while saving the song file:
es: Se ha producido un error al guardar el archivo de canción:

source: You must supply the song's instruments.
es: Debe especificar los instrumentos para esta canción.

source: Song
es: Canción

source: Bass
es: Bajo

source: abc2midi program not found
es: No se encuentra el programa abc2midi

source: There was an error while generating the song file:
es: Ha habido un error al generar la canción:

source: Welcome to
es: Bienvenido/a a

source: If you haven't saved your song, your work will be lost. Are you sure?
es: Si no ha guardado esta canción, se perderá su trabajo. ¿Está seguro/a?

source: There was some error generating the song:
es: Se ha producido algún error al generar la canción:

source: Exit
es: Salir

source: You must supply the song's chord sequence.
es: Debe proporcionar la secuencia de acordes.

source: Clear chords
es: Borrar acordes

source: Choruses
es: Coros

source: Playing song
es: Reproduciendo canción

source: Working on song file '
es: Utilizando el archivo de canción '

source: Title
es: Título

source: You must supply the song's key.
es: Debe especificar el tono de la canción.

source: You must supply an numerical value in measures greater than zero.
es: Debe especificar un valor numérico mayor que cero para el número de compases.

source: Style
es: Estilo

source: You must supply the song's style.
es: Debe especificar el título de la canción.

source: Your changes will be lost. Are you sure?
es: Las modificaciones se perderán. ¿Está seguro/a?

source: Bar #
es: Compás nº

source: Cancel
es: Cancelar

source: Windoze Executable files
es: Ejecutables de Windoze

source: Done
es: Hecho

source: Prefered instrument for bass line:
es: Instrumento preferido para el bajo:

source: Style:
es: Estilo:

source: You have to fill the first chord at least.
es: Debe completar al menos el primer acorde.

source: Empty cells
es: Casillas vacías

source: Working on
es: Trabajando en

source: Volume for bass line:
es: Volumen del bajo:

source: Please, check your chords. If your chords are correct, check the number of measures.
es: Por favor, compruebe los acordes introducidos. Si los acordes son correctos, compruebe el número de compases.

source: Volume for drums line:
es: Volumen de la batería:

source: Path to external midiplayer:
es: Ubicación del reproductor MIDI

source: Volume for piano line:
es: Volumen del piano:

source: Parts 1 to
es: Partes 1 a

source: --- Meter:
es: --- Compás:

source: --- Key:
es: --- Tono:

source: Path to abc2midi:
es: Ubicación de abc2midi

source: Prefered instrument for piano line:
es: Instrumento preferido para el piano:
